Revit 2027 API
SpecTypeId.RotationAngle Property
 Rotation Angle, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RotationAngle { get; }
Public Shared ReadOnly Property RotationAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RotationAngle {
	ForgeTypeId^ get ();
}
static member RotationAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace